Repository: tuquito/aptito
Catalog: po/*.po
Languages: es, pt

source: Finished. No files for download
es: Finalizado. No hay archivos para descargar
pt: Finalizado. Não há arquivos para download

source: Connecting...
es: Conectando...
pt: Conectando...

source: Checking availability of
es: Verificando disponibilidad de
pt: Verificando disponibilidade de

source: Package found
es: Paquete encontrado
pt: Pacote encontrado

source: Package already installed, skipping
es: Paquete ya instalado, omitiendo
pt: Pacote já instalado, omitindo

source: The package does not exist
es: El paquete no existe
pt: O pacote não existe

source: Downloading files...
es: Descargando archivos...
pt: Download de arquivos...

source: Installing packages...
es: Instalando paquetes...
pt: Instalando pacotes...

source: Error during process...
es: Error durante los procesos...
pt: Erro durante os processos...

source: Error: Some packages causes conflicts during installation
es: Error: Algunos paquetes causan conflictos durante su instalación
pt: Erro: Alguns pacotes estão causando conflitos durante a instalação

source: The packages were successfully installed
es: Los paquetes se instalaron correctamente
pt: Os pacotes foram instalados corretamente

source: Error:
pt: Erro:

source: Welcome to Aptito
es: Bienvenido/a a Aptito
pt: Bem-vindo(a) ao Aptito

source: Enter the names of the packages to install separated by
pt: Entre com o nome dos pacotes a instalar separados por

source: space
pt: espaço

source: Skip updates
es: Omitiendo actualizaciones
pt: Omitindo atualizações

source: If you enable this option, no updates were installed applications that are already installed. On the contrary, if not enabled, any application that is already installed will be updated in case of finding a new version.
es: Si habilita esta opción, no se instalarán actualizaciones de aplicaciones que ya se encuentren instaladas. Por el contrario, si no la habilita, toda aplicación que ya se encuentre instalada se actualizará en caso de encontrar una nueva versión.
pt: Se você habilitar esta opção, não serão instaladas as atualizações de aplicativos que já se encontram instalados. Pelo contrário, se não habilitar, todo aplicativo que já se encontra instalado se atualizará no caso de encontrar uma nova versão.

source: Error: You must enter at least one package
es: Error: Debe ingresar al menos un paquete
pt: Erro: Você deve entrar com ao menos um pacote

source: ERROR: You need root permissions to run APTITO. To do this, run the command: sudo aptito <package>
es: ERROR: Necesita permisos de root para correr APTITO. Para hacerlo, corra el comando: sudo aptito <paquete>
pt: ERRO: Necessita de permissão de root para rodar APTITO. Para fazê-lo, rode o comando: sudo aptito <pacote>
